Repository: dwengovzw/Blockly-for-Dwenguino
Catalog: Blockly-for-Dwenguino/dashboards/xliff/*.xlf
Languages: de, fr_be, nl

# sf198f9554f74b870
source: Social robot design
fr_be: Conception de robot social
nl: Ontwerp van sociale robot

# s310ddea10edf8152
source: Portfolio item
de: Portfolio-Element
fr_be: Élément du portfolio
nl: Portefeuille-item

# sa4a4b82a8481b8ce
source: Drag to connect
de: Zum Verbinden ziehen
fr_be: Faites glisser pour connecter
nl: Sleep om te verbinden

# s676e0c1fbd110289
source: Delete this item
de: Dieses Element löschen
fr_be: Supprimer cet élément
nl: Verwijder dit item

# sb5ceccad457e8cae
source: Are you sure you want to delete this item?
de: Bist du sicher, dass du dieses Element löschen möchtest?
fr_be: Êtes-vous sûr de vouloir supprimer cet élément ?
nl: Weet je zeker dat je dit item wilt verwijderen?

# s56a1953345399391
source: Error connecting items.
de: Fehler beim Verbinden von Elementen.
fr_be: Erreur de connexion des éléments.
nl: Fout bij het verbinden van items.

# sc0ffff81817e0f73
source: Cannot connect item to itself.
de: Element kann nicht mit sich selbst verbunden werden.
fr_be: Impossible de connecter l'élément à lui-même.
nl: Kan item niet met zichzelf verbinden.

# s5cd15819e278608a
source: DELETE
de: LÖSCHEN
fr_be: SUPPRIMER
nl: VERWIJDEREN

# s90b99a0d4fb57523
source: New text item
de: Neues Textelement
fr_be: Nouvel élément de texte
nl: Nieuw tekstitem

# sbd9111b273c493f5
source: No data transfer found
de: Kein Datentransfer gefunden
fr_be: Aucun transfert de données trouvé
nl: Geen gegevensoverdracht gevonden

# s82722b313e9cbb21
source: Terms and conditions
de: Allgemeine Geschäftsbedingungen
fr_be: Conditions générales
nl: Algemene voorwaarden

# s7c35e5dcbd255251
source: Privacy notice
de: Datenschutzerklärung
fr_be: Avis de confidentialité
nl: Privacyverklaring

# s894d13c8326cd34f
source: As a provider of a digital learning system, we place great importance on protecting your personal data and ensuring the confidentiality of your information. In this message, we would like to inform you about what data we collect from you, how we process it, and which other institutions we share it with. Firstly, all data we collect is stored on servers located in Europe. This ensures that your data is subject to European legislation and that your privacy and security are safeguarded. We record every modification and execution of a program, as well as interactions in our simulation environment (such as pausing, starting, stepping through the code, and adjusting the speed). This allows us to track your learning progress and provide you with accurate feedback. Additionally, we store information about your tutorial progress, including the steps you go through and when you stop the tutorial. This enables us to improve and adapt our tutorials to better meet your learning needs. If you use our robot simulator, we keep track of which components you add or remove when building a robot. This information allows us to improve our simulation environment and add new features to meet your needs. When you sign up for our digital learning system, you use an external identity provider. To identify you as a unique user, we keep track of which identity provider you used to sign up and the unique ID you have with that provider. We also ask for your name through this provider. In addition to this data, you have the option to provide your email address and date of birth. It is important to note that your personally identifiable data, such as your name, email address, and date of birth, are only used within our application. You, as the user, have the option to decide with which other users you want to share your data. For example, a student must actively participate in a class group before their name becomes visible to the administrator of that group. In addition to personally identifiable data, we also keep track of the activities of logged-in users. This includes information about the programs users save, the portfolios they create, the items they add to their portfolios, the feedback linked to a portfolio, the class groups they are in, the student teams they are in, and the assignments they receive. It is possible that we share non-personally identifiable data with research institutions. This research aims to provide users of our system with better insights into the learning process of their students and to provide better feedback as a result. We use aggregated data for this purpose, so that individual users cannot be identified. Finally, as a user, you have the right to request the data we collect about you, as long as you can identify yourself. This can be done, for example, by providing a copy of your identity card or via the KopieID app. We hope that this message has sufficiently informed you about our policy regarding the collection, processing, and sharing of your data. If you have any further questions or comments, please do not hesitate to contact us at dpo@dwengo.org.
de: Als Anbieter eines digitalen Lernsystems legen wir großen Wert auf den Schutz Ihrer persönlichen Daten und die Vertraulichkeit Ihrer Informationen. In dieser Nachricht möchten wir Sie darüber informieren, welche Daten wir von Ihnen erheben, wie wir sie verarbeiten und mit welchen anderen Institutionen wir sie teilen. Zunächst einmal werden alle von uns erhobenen Daten auf in Europa befindlichen Servern gespeichert. Dadurch unterliegen Ihre Daten europäischen Gesetzen und Ihre Privatsphäre und Sicherheit sind gewährleistet. Wir erfassen jede Änderung und Ausführung eines Programms sowie Interaktionen in unserer Simulationsumgebung (wie Pause, Start, Schritt-für-Schritt-Durchführung des Codes und Anpassung der Geschwindigkeit). Dies ermöglicht es uns, Ihren Lernfortschritt nachzuverfolgen und Ihnen genaues Feedback zu geben. Darüber hinaus speichern wir Informationen über Ihren Tutorial-Fortschritt, einschließlich der Schritte, die Sie durchlaufen, und wann Sie das Tutorial beenden. Dies ermöglicht es uns, unsere Tutorials zu verbessern und an Ihre Lernbedürfnisse anzupassen. Wenn Sie unseren Roboter-Simulator verwenden, verfolgen wir, welche Komponenten Sie beim Bau eines Roboters hinzufügen oder entfernen. Diese Informationen ermöglichen es uns, unsere Simulationsumgebung zu verbessern und neue Funktionen hinzuzufügen, um Ihren Bedürfnissen gerecht zu werden. Wenn Sie sich für unser digitales Lernsystem anmelden, verwenden Sie einen externen Identitätsanbieter. Um Sie als eindeutigen Benutzer zu identifizieren, verfolgen wir, welchen Identitätsanbieter Sie zur Anmeldung verwendet haben, und die eindeutige ID, die Sie bei diesem Anbieter haben. Wir bitten Sie auch über diesen Anbieter um Ihren Namen. Zusätzlich zu diesen Daten haben Sie die Möglichkeit, Ihre E-Mail-Adresse und Ihr Geburtsdatum anzugeben. Es ist wichtig zu beachten, dass Ihre personenbezogenen Daten wie Ihr Name, Ihre E-Mail-Adresse und Ihr Geburtsdatum nur innerhalb unserer Anwendung verwendet werden. Als Benutzer haben Sie die Möglichkeit zu entscheiden, mit welchen anderen Benutzern Sie Ihre Daten teilen möchten. Zum Beispiel muss ein Schüler aktiv an einer Klassengruppe teilnehmen, bevor sein Name für den Administrator dieser Gruppe sichtbar wird. Neben personenbezogenen Daten erfassen wir auch die Aktivitäten eingeloggter Benutzer. Dazu gehören Informationen über die von Benutzern gespeicherten Programme, die von ihnen erstellten Portfolios, die von ihnen zu ihren Portfolios hinzugefügten Elemente, das mit einem Portfolio verknüpfte Feedback, die Klassengruppen, denen sie angehören, die Schülerteams, denen sie angehören, und die Aufgaben, die sie erhalten. Es ist möglich, dass wir nicht personenbezogene Daten mit Forschungseinrichtungen teilen. Diese Forschung zielt darauf ab, den Benutzern unseres Systems bessere Einblicke in den Lernprozess ihrer Schülerinnen und Schüler zu bieten und als Ergebnis besseres Feedback zu geben. Hierfür verwenden wir aggregierte Daten, sodass einzelne Benutzer nicht identifiziert werden können. Schließlich haben Sie als Benutzer das Recht, die von uns über Sie erhobenen Daten anzufordern, solange Sie sich identifizieren können. Dies kann beispielsweise durch Vorlage einer Kopie Ihres Personalausweises oder über die KopieID-App erfolgen. Wir hoffen, dass diese Nachricht Sie ausreichend über unsere Richtlinien zur Erhebung, Verarbeitung und Weitergabe Ihrer Daten informiert hat. Wenn Sie weitere Fragen oder Kommentare haben, zögern Sie bitte nicht, uns unter dpo@dwengo.org zu kontaktieren.
fr_be: En tant que fournisseur d'un système d'apprentissage numérique, nous attachons une grande importance à la protection de vos données personnelles et à la confidentialité de vos informations. Dans ce message, nous souhaitons vous informer sur les données que nous collectons auprès de vous, sur la manière dont nous les traitons et sur les autres institutions avec lesquelles nous les partageons. Tout d'abord, toutes les données que nous collectons sont stockées sur des serveurs situés en Europe. Cela garantit que vos données sont soumises à la législation européenne et que votre vie privée et votre sécurité sont préservées. Nous enregistrons chaque modification et exécution d'un programme, ainsi que les interactions dans notre environnement de simulation (comme la mise en pause, le démarrage, le passage en revue du code et l'ajustement de la vitesse). Cela nous permet de suivre vos progrès d'apprentissage et de vous fournir des commentaires précis. De plus, nous stockons des informations sur vos progrès dans les tutoriels, y compris les étapes que vous parcourez et quand vous arrêtez le tutoriel. Cela nous permet d'améliorer et d'adapter nos tutoriels pour mieux répondre à vos besoins d'apprentissage. Si vous utilisez notre simulateur de robot, nous suivons les composants que vous ajoutez ou supprimez lors de la construction d'un robot. Ces informations nous permettent d'améliorer notre environnement de simulation et d'ajouter de nouvelles fonctionnalités pour répondre à vos besoins. Lorsque vous vous inscrivez à notre système d'apprentissage numérique, vous utilisez un fournisseur d'identité externe. Pour vous identifier en tant qu'utilisateur unique, nous suivons le fournisseur d'identité que vous avez utilisé pour vous inscrire et l'identifiant unique que vous avez avec ce fournisseur. Nous vous demandons également votre nom via ce fournisseur. En plus de ces données, vous avez la possibilité de fournir votre adresse e-mail et votre date de naissance. Il est important de noter que vos données personnelles identifiables, telles que votre nom, votre adresse e-mail et votre date de naissance, ne sont utilisées que dans notre application. Vous, en tant qu'utilisateur, avez la possibilité de décider avec quels autres utilisateurs vous souhaitez partager vos données. Par exemple, un étudiant doit participer activement à un groupe de classe avant que son nom ne devienne visible pour l'administrateur de ce groupe. En plus des données personnelles identifiables, nous suivons également les activités des utilisateurs connectés. Cela inclut des informations sur les programmes que les utilisateurs enregistrent, les portfolios qu'ils créent, les éléments qu'ils ajoutent à leurs portfolios, les commentaires liés à un portfolio, les groupes de classe auxquels ils appartiennent, les équipes d'étudiants auxquelles ils appartiennent et les devoirs qu'ils reçoivent. Il est possible que nous partagions des données non personnellement identifiables avec des institutions de recherche. Cette recherche vise à fournir aux utilisateurs de notre système de meilleures informations sur le processus d'apprentissage de leurs étudiants et à fournir de meilleurs commentaires en conséquence. Nous utilisons des données agrégées à cette fin, de sorte que les utilisateurs individuels ne peuvent pas être identifiés. Enfin, en tant qu'utilisateur, vous avez le droit de demander les données que nous collectons vous concernant, à condition que vous puissiez vous identifier. Cela peut être fait, par exemple, en fournissant une copie de votre carte d'identité ou via l'application KopieID. Nous espérons que ce message vous a suffisamment informé sur notre politique en matière de collecte, de traitement et de partage de vos données. Si vous avez d'autres questions ou commentaires, n'hésitez pas à nous contacter à l'adresse dpo@dwengo.org.
nl: Als aanbieder van een digitaal leersysteem hechten wij veel belang aan de bescherming van uw persoonlijke gegevens en de vertrouwelijkheid van uw informatie. In dit bericht willen wij u informeren over welke gegevens wij van u verzamelen, hoe wij deze verwerken en met welke andere instellingen wij deze delen. Allereerst worden alle gegevens die wij verzamelen opgeslagen op servers die zich in Europa bevinden. Dit zorgt ervoor dat uw gegevens onderworpen zijn aan Europese wetgeving en dat uw privacy en beveiliging worden gewaarborgd. Wij registreren elke wijziging en uitvoering van een programma, evenals interacties in onze simulatieomgeving (zoals pauzeren, starten, door de code stappen en de snelheid aanpassen). Dit stelt ons in staat om uw leervoortgang bij te houden en u nauwkeurige feedback te geven. Daarnaast slaan we informatie op over uw voortgang in tutorials, waaronder de stappen die u doorloopt en wanneer u de tutorial stopt. Dit stelt ons in staat om onze tutorials te verbeteren en aan te passen om beter aan uw leerbehoeften te voldoen. Als u onze robot simulator gebruikt, houden we bij welke componenten u toevoegt of verwijdert bij het bouwen van een robot. Deze informatie stelt ons in staat om onze simulatieomgeving te verbeteren en nieuwe functies toe te voegen om aan uw behoeften te voldoen. Wanneer u zich aanmeldt voor ons digitale leersysteem, maakt u gebruik van een externe identiteitsaanbieder. Om u te identificeren als een unieke gebruiker, houden we bij welke identiteitsaanbieder u heeft gebruikt om u aan te melden en de unieke ID die u heeft bij die aanbieder. We vragen ook om uw naam via deze aanbieder. Naast deze gegevens heeft u de mogelijkheid om uw e-mailadres en geboortedatum te verstrekken. Het is belangrijk op te merken dat uw persoonlijk identificeerbare gegevens, zoals uw naam, e-mailadres en geboortedatum, alleen binnen onze applicatie worden gebruikt. U als gebruiker heeft de mogelijkheid om te beslissen met welke andere gebruikers u uw gegevens wilt delen. Zo wordt bijvoorbeeld de naam van een student pas zichtbaar voor de beheerder van een groep wanneer hij/zij actief deelneemt aan die groep. Naast persoonlijk identificeerbare gegevens houden we ook de activiteiten bij van ingelogde gebruikers. Dit omvat informatie over de programma's die gebruikers opslaan, de portfolio's die ze maken, de items die ze aan hun portfolio's toevoegen, de feedback die aan een portfolio is gekoppeld, de klassengroepen waar ze deel van uitmaken, de studententeams waar ze deel van uitmaken en de opdrachten die ze ontvangen. Het is mogelijk dat we niet-persoonlijk identificeerbare gegevens delen met onderzoeksinstellingen. Dit onderzoek heeft als doel gebruikers van ons systeem betere inzichten te bieden in het leerproces van hun studenten en betere feedback te geven als resultaat daarvan. We gebruiken geaggregeerde gegevens voor dit doel, zodat individuele gebruikers niet kunnen worden geÃ¯dentificeerd. Als gebruiker heeft u tot slot het recht om de gegevens die wij over u verzamelen op te vragen, zolang u zich kunt identificeren. Dit kan bijvoorbeeld door een kopie van uw identiteitskaart te verstrekken of via de KopieID-app. Wij hopen dat dit bericht u voldoende heeft geÃ¯nformeerd over ons beleid met betrekking tot de verzameling, verwerking en deling van uw gegevens. Als u nog vragen of opmerkingen heeft, aarzel dan niet om contact met ons op te nemen via dpo@dwengo.org.

# s3bfd76244485e117
source: By accepting our terms of service you agree to the collection of the data listed in the privacy notice.
de: Durch die Annahme unserer Nutzungsbedingungen stimmen Sie der Erhebung der in der Datenschutzerklärung aufgeführten Daten zu.
fr_be: En acceptant nos conditions d'utilisation, vous acceptez la collecte des données énumérées dans l'avis de confidentialité.
nl: Door onze servicevoorwaarden te accepteren, stemt u in met het verzamelen van de gegevens die vermeld staan in het privacybericht.

# s1926218acaa4a2dd
source: Waranty
de: Gewährleistung
fr_be: Garantie
nl: Garantie

# s7ff3d934739dd456
source: By accepting our terms of service you agree to the warranty.
de: Durch die Annahme unserer Nutzungsbedingungen stimmen Sie der Gewährleistung zu.
fr_be: En acceptant nos conditions d'utilisation, vous acceptez la garantie.
nl: Door onze servicevoorwaarden te accepteren, stemt u in met de garantie.

# s5622e430e4904389
source: I accept the terms and conditions
de: Ich akzeptiere die Geschäftsbedingungen
fr_be: J'accepte les termes et conditions
nl: Ik accepteer de algemene voorwaarden

# sb85774dc5d18ff0f
source: Confirm
de: Bestätigen
fr_be: Confirmer
nl: Bevestigen

# s4caed5b7a7e5d89b
source: English
fr_be: Anglais

# s95d56e58f816d211
source: Dutch
fr_be: Néerlandais

# s75a27f43413e02c5
source: French
fr_be: français

# s63e71d20d1eaca93
source: German
fr_be: Allemand

# s2063a9d17c280fe5
source: Info
nl: Informatie

# sf1fa5130a809d2de
source: Create assignment
de: Aufgabe erstellen
nl: Opdracht maken

# s63d894b1ddb06289
source: Description
de: Beschreibung
nl: Omschrijving

# sefcf950b3cc4fc3b
source: Language
de: Sprache
nl: Taal

# s1f7698c061c208c9
source: Open
de: Öffnen
nl: Openen
