Repository: dwengovzw/Blockly-for-Dwenguino
Catalog: Blockly-for-Dwenguino/dashboards/xliff/*.xlf
Languages: de, fr_be, nl

# s7e09a6c58a778e69
source: You do not have the rights to access this content!
de: Du hast keine Berechtigung, auf diesen Inhalt zuzugreifen!
fr_be: Vous n'avez pas les droits d'accès à ce contenu !
nl: Je hebt geen rechten om toegang te krijgen tot deze inhoud!

# s0a5573b706e18da7
source: Unable complete request!
de: Anforderung konnte nicht abgeschlossen werden!
fr_be: Impossible de terminer la requête !
nl: Kan het verzoek niet voltooien!

# s77e76abbad7d9f96
source: Error completing request
de: Fehler beim Abschließen der Anfrage
fr_be: Erreur lors de la finalisation de la requête
nl: Fout bij het voltooien van het verzoek

# s11ef8a891b21e832
source: Profile info saved :)
de: Profilinformationen gespeichert :)
fr_be: Informations de profil enregistrées :)
nl: Profielinformatie opgeslagen :)

# s4693d3bde529df71
source: Error while saving!
de: Fehler beim Speichern!
fr_be: Erreur lors de l'enregistrement !
nl: Fout bij het opslaan!

# sc4fce5d5b4273bc9
source: You are not logged in!
de: Du bist nicht eingeloggt!
fr_be: Vous n'êtes pas connecté !
nl: Je bent niet ingelogd!

# s92e6e1ea3d54c4ab
source: Not allowed to access this route!
de: Keine Berechtigung zum Zugriff auf diese Route!
fr_be: Accès à cette route non autorisé !
nl: Niet toegestaan om deze pagina te openen!

# s1a9bb4f2991a4a11
source: Unable to login!
de: Anmeldung nicht möglich!
fr_be: Impossible de se connecter !
nl: Kan niet inloggen!

# scb7e67bda04b2a4c
source: en-GB
de: de-DE
fr_be: fr-FR
nl: nl-BE

# s3c9a0910ffe2b551
source: Error adding classgroup
de: Fehler beim Hinzufügen der Klassengruppe
fr_be: Erreur lors de l'ajout de la classe
nl: Fout bij het toevoegen van een klasgroep

# s0468e6f391850240
source: Error getting classgroup
de: Fehler beim Abrufen der Klassengruppe
fr_be: Erreur lors de la récupération de la classe
nl: Fout bij het ophalen van een klasgroep

# s63b28b9db0cfa722
source: Error deleting classgroup
de: Fehler beim Löschen der Klassengruppe
fr_be: Erreur lors de la suppression de la classe
nl: Fout bij het verwijderen van een klasgroep

# s3a56eaffaf05d20c
source: Error approving student
de: Fehler bei der Genehmigung des Schülers
fr_be: Erreur lors de l'approbation de l'élève
nl: Fout bij het goedkeuren van een student

# s894a9d71e7295134
source: Error deleting student
de: Fehler beim Löschen des Schülers
fr_be: Erreur lors de la suppression de l'élève
nl: Fout bij het verwijderen van een student

# s1968b59d8bee4f7f
source: Error getting saved programs
de: Fehler beim Abrufen der gespeicherten Programme
fr_be: Erreur lors de la récupération des programmes enregistrés
nl: Fout bij het ophalen van opgeslagen programma's

# s4a25cdd3dacf968c
source: Error deleting saved program
de: Fehler beim Löschen des gespeicherten Programms
fr_be: Erreur lors de la suppression du programme enregistré
nl: Fout bij het verwijderen van opgeslagen programma

# s086ae6599370059e
source: Error updating saved program
de: Fehler beim Aktualisieren des gespeicherten Programms
fr_be: Erreur lors de la mise à jour du programme enregistré
nl: Fout bij het bijwerken van opgeslagen programma

# s5f3a07e193b51651
source: Left classgroup
de: Klassengruppe verlassen
fr_be: Quitté le groupe de classe
nl: Klasgroep verlaten

# s01b5c786c9279d9c
source: Error leaving classgroup
de: Fehler beim Verlassen der Klassengruppe
fr_be: Erreur lors de la sortie du groupe de classe
nl: Fout bij het verlaten van klasgroep

# s2a08da4a87567f73
source: Joined classgroup, awaiting approval by teacher
de: Klassengruppe beigetreten, wartet auf Genehmigung durch den Lehrer
fr_be: Groupe de classe rejoint, en attente d'approbation par l'enseignant
nl: Klasgroep toegetreden, wachtend op goedkeuring door leraar

# sa870c145bb17f828
source: Error joining classgroup
de: Fehler beim Beitritt zur Klassengruppe
fr_be: Erreur lors de la participation au groupe de classe
nl: Fout bij het toetreden tot klasgroep

# s19de6a8b8804c50b
source: Unable to fetch public profile information.
de: Öffentliche Profilinformationen konnten nicht abgerufen werden.
fr_be: Impossible de récupérer les informations du profil public.
nl: Kan openbare profielinformatie niet ophalen.

# sca0cd731aa8fb777
source: Error getting assignments
de: Fehler beim Abrufen der Aufgaben
fr_be: Erreur lors de la récupération des devoirs
nl: Fout bij het ophalen van opdrachten

# s49821daf907318eb
source: Error adding assignment
de: Fehler beim Hinzufügen der Aufgabe
fr_be: Erreur lors de l'ajout du devoir
nl: Fout bij het toevoegen van opdracht

# s1ff6dc5488489b2c
source: Error deleting assignment
de: Fehler beim Löschen der Aufgabe
fr_be: Erreur lors de la suppression du devoir
nl: Fout bij het verwijderen van opdracht

# sa17f92278700be6a
source: Error starring assignment
de: Fehler beim Markieren der Aufgabe
fr_be: Erreur lors de la mise en favori du devoir
nl: Fout bij het markeren van opdracht

# se88d340d8533d76f
source: Error while deleting portfolio item
de: Fehler beim Löschen des Portfolio-Elements
fr_be: Erreur lors de la suppression de l'élément du portfolio
nl: Fout bij het verwijderen van portfolio-item

# sfde152778068dcee
source: Error while creating portfolio item
de: Fehler beim Erstellen des Portfolio-Elements
fr_be: Erreur lors de la création de l'élément du portfolio
nl: Fout bij het maken van portfolio-item

# se642d8b493141861
source: Error while saving portfolio item
de: Fehler beim Speichern des Portfolio-Elements
fr_be: Erreur lors de l'enregistrement de l'élément du portfolio
nl: Fout bij het opslaan van portfolio-item

# s1075d991ae2e5ea5
source: Error while fetching portfolios
de: Fehler beim Abrufen der Portfolios
fr_be: Erreur lors de la récupération des portfolios
nl: Fout bij het ophalen van portfolio's

# s125420b46aeb8234
source: Error while fetching portfolio
de: Fehler beim Abrufen des Portfolios
fr_be: Erreur lors de la récupération du portfolio
nl: Fout bij het ophalen van portfolio

# s3825ed65e2a7ee30
source: LeerID Flanders (students only)
de: LeerID Flandern (nur für Schüler)
fr_be: LeerID Flandre (élèves uniquement)
nl: LeerID

# sa14168bf302b64c2
source: Flemish government
de: Flämische Regierung
fr_be: Gouvernement flamand
nl: Vlaanderen

# scdb1bac161852c73
source: Welcome
de: Willkommen
fr_be: Bienvenue
nl: Welkom

# s7fee95b66225e1fb
source: Dashboard
fr_be: Tableau de bord

# s67749057edb2586b
source: Logout
de: Ausloggen
fr_be: Déconnexion
nl: Uitloggen

# s0ba70332c31b1412
source: Login with
de: Mit anmelden
fr_be: Connexion avec
nl: Inloggen met

# s6abb1cd87fe0114e
source: Home
de: Startseite
fr_be: Accueil
nl: Startpagina

# sb148ee754f728bad
source: Simulator
fr_be: Simulateur

# sb061ff5a347a296e
source: Profile
de: Profil
fr_be: Profil
nl: Profiel

# sd38cfb1ca45ded96
source: Saved projects
de: Gespeicherte Projekte
fr_be: Projets enregistrés
nl: Opgeslagen projecten

# s086a4eee4f75ac24
source: The Dwengo simulator is a powerful graphical programming environment where you can develop your programming skills. With this tool, you can program both graphically and textually.
de: Der Dwengo-Simulator ist eine leistungsstarke grafische Programmierumgebung, in der du deine Programmierkenntnisse entwickeln kannst. Mit diesem Tool kannst du sowohl grafisch als auch textuell programmieren.
fr_be: Le simulateur Dwengo est un environnement de programmation graphique puissant dans lequel vous pouvez développer vos compétences en programmation. Avec cet outil, vous pouvez programmer à la fois de manière graphique et textuelle.
nl: De Dwengo-simulator is een krachtige grafische programmeeromgeving waar je je programmeervaardigheden kunt ontwikkelen. Met deze tool kun je zowel grafisch als tekstueel programmeren.

# saf1e5331d783de2e
source: Graphical Programming Environment
de: Grafische Programmierumgebung
fr_be: Environnement de programmation graphique
nl: Grafische Programmeeromgeving

# s06e0bddea9b69f7d
source: In the graphical environment, you can explore various simulation scenarios. Each scenario simulates a robot that you can control using graphical code. The available scenarios are:
de: In der grafischen Umgebung kannst du verschiedene Simulationsszenarien erkunden. Jedes Szenario simuliert einen Roboter, den du mit grafischem Code steuern kannst. Die verfügbaren Szenarien sind:
fr_be: Dans l'environnement graphique, vous pouvez explorer différents scénarios de simulation. Chaque scénario simule un robot que vous pouvez contrôler à l'aide de code graphique. Les scénarios disponibles sont les suivants :
nl: In de grafische omgeving kun je verschillende simulatiescenario's verkennen. Elk scenario simuleert een robot die je kunt besturen met grafische code. De beschikbare scenario's zijn:

# sa988ef8db8f90689
source: Spirograph: Create beautiful geometric patterns with a virtual drawing robot.
de: Spirograph: Erstelle schöne geometrische Muster mit einem virtuellen Zeichenroboter.
fr_be: Spirographe : Créez de magnifiques motifs géométriques avec un robot de dessin virtuel.
nl: Spirograaf: Maak mooie geometrische patronen met een virtuele tekenrobot.

# s7d34d002d5122424
source: Moving robot: Program a robot car to move, avoid obstacles, and complete missions.
de: Beweglicher Roboter: Programmiere ein Roboter-Auto, um sich zu bewegen, Hindernissen auszuweichen und Missionen abzuschließen.
fr_be: Robot mobile : Programmez une voiture robot pour se déplacer, éviter les obstacles et accomplir des missions.
nl: Bewegende robot: Programmeer een robotauto om te bewegen, obstakels te vermijden en missies te voltooien.

# sdbed6eadad13c2c9
source: Social robot: Create human interactions by building and programming a social robot.
de: Sozialer Roboter: Erstelle menschliche Interaktionen, indem du einen sozialen Roboter baust und programmierst.
fr_be: Robot social : Créez des interactions humaines en construisant et programmant un robot social.
nl: Sociale robot: CreÃ«er menselijke interacties door het bouwen en programmeren van een sociale robot.

# s5bd4accf9c38c00f
source: Conveyor belt robot: Build an automated system that can detect objects on the conveyor belt.
de: Förderbandroboter: Baue ein automatisiertes System, das Objekte auf dem Förderband erkennen kann.
fr_be: Robot de tapis roulant : Construisez un système automatisé capable de détecter des objets sur le tapis roulant.
nl: Transportbandrobot: Bouw een geautomatiseerd systeem dat objecten op de transportband kan detecteren.

# s954e6ea0b48ca8d4
source: Textual Programming Environment
de: Textbasierte Programmierumgebung
fr_be: Environnement de programmation textuel
nl: Tekstuele Programmeeromgeving

# s2f78e184e0bcf8e3
source: In addition to the graphical environment, our simulator also provides a textual programming environment where you can write code in C++. Although you cannot simulate this code directly in the browser, you can compile and download it. You can then transfer the downloaded file to the Dwenguino microcontroller via USB, just like you can do with the graphical code.
de: Zusätzlich zur grafischen Umgebung bietet unser Simulator auch eine textbasierte Programmierumgebung, in der du Code in C++ schreiben kannst. Obwohl du diesen Code nicht direkt im Browser simulieren kannst, kannst du ihn kompilieren und herunterladen. Anschließend kannst du die heruntergeladene Datei wie den grafischen Code über USB auf den Dwenguino-Mikrocontroller übertragen.
fr_be: En plus de l'environnement graphique, notre simulateur propose également un environnement de programmation textuel où vous pouvez écrire du code en C++. Bien que vous ne puissiez pas simuler ce code directement dans le navigateur, vous pouvez le compiler et le télécharger. Vous pouvez ensuite transférer le fichier téléchargé vers le microcontrôleur Dwenguino via USB, tout comme vous pouvez le faire avec le code graphique.
nl: Naast de grafische omgeving biedt onze simulator ook een tekstuele programmeeromgeving waar je code kunt schrijven in C++. Hoewel je deze code niet direct in de browser kunt simuleren, kun je deze compileren en downloaden. Vervolgens kun je het gedownloade bestand overdragen naar de Dwenguino-microcontroller via USB, net zoals je kunt doen met de grafische code.

# s48337916f48720d1
source: Physical Computing Curriculum
de: Lehrplan für physisches Computing
fr_be: Programme d'informatique physique

# s4be4666b6966d63c
source: Do you want to learn more about physical computing and explore the possibilities of the simulator? Visit our website:
de: Möchtest du mehr über physisches Computing erfahren und die Möglichkeiten des Simulators erkunden? Besuche unsere Website:
fr_be: Voulez-vous en savoir plus sur l'informatique physique et explorer les possibilités du simulateur ? Visitez notre site web :
nl: Wil je meer weten over physical computing en de mogelijkheden van de simulator verkennen? Bezoek onze website:

# scefc6873f2e3f24e
source: https://dwengo.org/en/physical_computing/
de: https://dwengo.org/de/physical_computing/
fr_be: https://dwengo.org/fr/physical_computing/
nl: https://dwengo.org/physical_computing/

# s201e6dd95e1a1cd3
source: Important Information
de: Wichtige Informationen
fr_be: Informations importantes
nl: Belangrijke informatie

# sccc152a1fd3103be
source: Please note that this simulator is currently in beta phase. This means that some features may change or be removed as we continue to develop and make improvements. We are working hard to provide an optimal programming experience and appreciate your understanding during this process.
de: Bitte beachte, dass dieser Simulator sich derzeit in der Beta-Phase befindet. Dies bedeutet, dass einige Funktionen sich ändern oder entfernt werden können, während wir weiterhin entwickeln und Verbesserungen vornehmen. Wir arbeiten hart daran, ein optimales Programmiererlebnis zu bieten, und danken dir für dein Verständnis während dieses Prozesses.
fr_be: Veuillez noter que ce simulateur est actuellement en phase bêta. Cela signifie que certaines fonctionnalités peuvent changer ou être supprimées au fur et à mesure que nous continuons à développer et à apporter des améliorations. Nous travaillons dur pour fournir une expérience de programmation optimale et nous apprécions votre compréhension pendant ce processus.
nl: Houd er rekening mee dat deze simulator zich momenteel in de bÃ¨tafase bevindt. Dit betekent dat sommige functies kunnen veranderen of verdwijnen terwijl we blijven ontwikkelen en verbeteringen doorvoeren. We werken hard om een optimale programmeerervaring te bieden en waarderen je begrip tijdens dit proces.

# s60a27112c2c1fad8
source: Disclaimer:
de: Haftungsausschluss:
fr_be: Avertissement :

# s0118dbcabc5e60a6
source: This application is provided "as is" without any warranty, express or implied. The use of this application is at your own risk. We disclaim any warranties, including but not limited to, the implied warranties of merchantability and fitness for a particular purpose. We shall not be liable for any direct, indirect, incidental, consequential, or special damages arising out of or in connection with the use or performance of this application.
de: Diese Anwendung wird "wie sie ist" ohne jegliche Garantie, ausdrücklich oder stillschweigend, bereitgestellt. Die Nutzung dieser Anwendung erfolgt auf eigene Gefahr. Wir lehnen jegliche Garantien ab, einschließlich, aber nicht beschränkt auf, die stillschweigenden Garantien der Marktgängigkeit und Eignung für einen bestimmten Zweck. Wir haften nicht für direkte, indirekte, zufällige, Folge- oder besondere Schäden, die sich aus der Nutzung oder Leistung dieser Anwendung ergeben.
fr_be: Cette application est fournie "telle quelle" sans aucune garantie, expresse ou implicite. L'utilisation de cette application se fait à vos propres risques. Nous déclinons toutes garanties, y compris, mais sans s'y limiter, les garanties implicites de qualité marchande et d'adaptation à un usage particulier. Nous ne serons pas responsables des dommages directs, indirects, accessoires, consécutifs ou spéciaux découlant de l'utilisation ou des performances de cette application.
nl: Deze toepassing wordt geleverd "zoals ze is" zonder enige garantie, expliciet of impliciet. Het gebruik van deze toepassing is op eigen risico. Wij wijzen alle garanties af, inclusief maar niet beperkt tot de impliciete garanties van verkoopbaarheid en geschiktheid voor een bepaald doel. Wij zijn niet aansprakelijk voor directe, indirecte, incidentele, gevolg- of bijzondere schade die voortvloeit uit of verband houdt met het gebruik of de prestaties van deze toepassing.

# s93cd12c8e2e9ec71
source: Privacy Notice
de: Datenschutzerklärung
fr_be: Avis de confidentialité
nl: Privacyverklaring

# s4cc5c1ce102c85d6
source: If you want a detailed description of how we use your data, you can read our
de: Wenn du eine detaillierte Beschreibung wünschst, wie wir deine Daten verwenden, kannst du unsere
fr_be: Si vous souhaitez une description détaillée de l'utilisation de vos données, vous pouvez lire notre
nl: Als je een gedetailleerde beschrijving wilt van hoe we jouw gegevens gebruiken, kun je onze

# s32fffcc89c7cca58
source: https://dwengo.org/assets/files/privacy/privacy_notice_simulator_en.pdf
de: https://dwengo.org/assets/files/privacy/privacy_notice_simulator_de.pdf
fr_be: https://dwengo.org/assets/files/privacy/privacy_notice_simulator_fr.pdf
nl: https://dwengo.org/assets/files/privacy/privacy_notice_simulator_nl.pdf

# sc68a41f54a2af45a
source: Firstname
de: Vorname
fr_be: Prénom
nl: Voornaam

# s25a24c4bb22a0792
source: Lastname
de: Nachname
fr_be: Nom de famille
nl: Achternaam

# sc920a5eb6791620a
source: Birthdate
de: Geburtsdatum
fr_be: Date de naissance
nl: Geboortedatum

# sabf41cf68d30983d
source: You are logged in with
de: Du bist angemeldet mit
fr_be: Vous êtes connecté avec
nl: Je bent ingelogd met

# s33f85f24c0f5f008
source: Save
de: Speichern
fr_be: Enregistrer
nl: Opslaan

# s098489ac0ab7994c
source: Are you sure you want to delete the item
de: Bist du sicher, dass du den Eintrag löschen möchtest?
fr_be: Êtes-vous sûr de vouloir supprimer l'élément
nl: Weet je zeker dat je het item wilt verwijderen?

# scb489a1a173ac3f0
source: Yes
de: Ja
fr_be: Oui
nl: Ja

# s2ceb11be2290bb1b
source: Cancel
de: Abbrechen
fr_be: Annuler
nl: Annuleren

# s90a1219355fa17cb
source: The uuid of this classgroup is unknown.
de: Die UUID dieser Klassengruppe ist unbekannt.
fr_be: L'UUID de ce groupe de classe est inconnu.
nl: Het UUID van deze klasgroep is onbekend.

# s3ccc0c8245557355
source: Cannot remove last owner.
de: Der letzte Besitzer kann nicht entfernt werden.
fr_be: Impossible de supprimer le dernier propriétaire.
nl: Kan de laatste eigenaar niet verwijderen.

# sdc673e73b5c13aea
source: Delete
de: Löschen
fr_be: Supprimer
nl: Verwijderen

# se5d01bef737e2e3a
source: Approve
de: Genehmigen
fr_be: Approuver
nl: Goedkeuren

# sf98094b10cb007d1
source: Are you sure you want to remove this
de: Bist du sicher, dass du dies entfernen möchtest?
fr_be: Êtes-vous sûr de vouloir supprimer cet(te)
nl: Weet je zeker dat je dit wilt verwijderen?

# sa692f75ab08b8cf4
source: owner
de: Besitzer
fr_be: propriétaire
nl: eigenaar

# s320b4985f9fbd640
source: student
de: Schüler
fr_be: étudiant

# s5130c8fcf0106260
source: Sharing code
de: Code teilen
fr_be: Partage du code
nl: Delen van code

# sdb88a0d2b99ff345
source: Owners
de: Besitzer
fr_be: Propriétaires
nl: Eigenaren

# s0ab63eca4a407589
source: Students
de: Schüler
fr_be: Étudiants
nl: Studenten

# s16f9b746125bc05d
source: Awaiting students
de: Wartende Schüler
fr_be: Étudiants en attente
nl: Wachtende studenten

# se41cbb08fee192f9
source: Assignments
de: Aufgaben
fr_be: Affectations
nl: Opdrachten

# sf0da70669353fe28
source: Are you sure you want to remove this classgroup:
de: Bist du sicher, dass du diese Klassengruppe entfernen möchtest:
fr_be: Êtes-vous sûr de vouloir supprimer ce groupe de classe :
nl: Weet je zeker dat je deze klasgroep wilt verwijderen:

# s9ae7f90b15e0e483
source: An assignment name is required
de: Ein Aufgabenname ist erforderlich
fr_be: Un nom d'affectation est requis
nl: Een opdrachtnaam is vereist

# s16577e73d0137762
source: An error occured, please try again
de: Ein Fehler ist aufgetreten. Bitte versuche es erneut
fr_be: Une erreur s'est produite, veuillez réessayer
nl: Er is een fout opgetreden, probeer het opnieuw

# s24b1dafb1b20370c
source: Team
fr_be: Équipe

# sef49aec68fd1dc66
source: Name
fr_be: Nom
nl: Naam

# sccdc445505b97876
source: Create team
de: Team erstellen
fr_be: Créer une équipe
nl: Team maken

# s0d8f605d8f4dcb5a
source: Edit assignment
de: Aufgabe bearbeiten
fr_be: Modifier l'affectation
nl: Opdracht bewerken

# s355b21b89ce5d9c5
source: Details
fr_be: Détails

# s45615e2718064d48
source: Insights
de: Einblicke
fr_be: Informations
nl: Inzichten

# s4f961467edf595f6
source: Your classes
de: Deine Klassen
fr_be: Vos classes
nl: Jouw klassen

# sb41b2cfbbc52565b
source: Created
de: Erstellt
fr_be: Créé
nl: Gemaakt

# s382a2aa3984474dd
source: Create
de: Erstellen
fr_be: Créer
nl: Aanmaken

# s0b89472889530702
source: Enter the code your teacher shared with you.
de: Gib den Code ein, den dein Lehrer mit dir geteilt hat.
fr_be: Entrez le code partagé par votre professeur.
nl: Voer de code in die je van je docent hebt ontvangen.

# s6c6bf3ea2ad3d219
source: Join
de: Beitreten
fr_be: Rejoindre
nl: Deelnemen

# s425a741bf9580eb1
source: Are you sure you want to leave this classgroup:
de: Bist du sicher, dass du diese Klassengruppe verlassen möchtest:
fr_be: Êtes-vous sûr de vouloir quitter ce groupe de classe :
nl: Weet je zeker dat je deze klasgroep wilt verlaten:

# s5c922889327dc44d
source: Join class
de: Klasse beitreten
fr_be: Rejoindre une classe
nl: Klas betreden

# sf385cbd3d77b55f2
source: Classes awaiting approval
de: Klassen warten auf Genehmigung
fr_be: Classes en attente d'approbation
nl: Klassen wachten op goedkeuring

# se11175a518ed2775
source: Your saved projects
de: Deine gespeicherten Projekte
fr_be: Vos projets enregistrés
nl: Jouw opgeslagen projecten

# s446c46bc623ccce1
source: Project name
de: Projektname
fr_be: Nom du projet
nl: Projectnaam

# s194ad89593974279
source: Saved at
de: Gespeichert am
fr_be: Enregistré le
nl: Opgeslagen op

# sa739a7980cbb46a8
source: Edited
de: Bearbeitet
fr_be: Modifié
nl: Bewerkt

# s3c622dbc0b299d1f
source: Double click and type your markdown text here!
de: Doppelklicken und Markdown-Text hier eingeben!
fr_be: Double-cliquez et saisissez votre texte Markdown ici !
nl: Dubbelklik en typ hier je markdown-tekst!

# sed899027cb2cab47
source: Type your text here
de: Gib hier deinen Text ein
fr_be: Tapez votre texte ici
nl: Type hier je tekst

# sdfc998333ae7533b
source: TODO: link to simulator which only shows the social robot editor. Social robot design
de: TODO: Verlinkung zum Simulator, der nur den Social Robot Editor anzeigt. Social Robot Design
fr_be: À FAIRE : lien vers un simulateur qui montre uniquement l'éditeur de robot social. Conception de robot social
nl: TODO: link naar simulator die alleen de sociale robot-editor laat zien. Ontwerp van sociale robot

# s109379996be8507c
source: Unknown item type
de: Unbekannter Elementtyp
fr_be: Type d'élément inconnu
nl: Onbekend itemtype

# sa25501c08c36e991
source: Text item
de: Textelement
fr_be: Élément de texte
nl: Tekstitem

# se2d075855889496d
source: Image item
de: Bildelement
fr_be: Élément image
nl: Afbeelding item

# sf9aee319a006c9b4
source: Add
de: Hinzufügen
fr_be: Ajouter
nl: Toevoegen

# se8e6a39f5369c253
source: Add item
de: Element hinzufügen
fr_be: Ajouter un élément
nl: Item toevoegen

# s73bf3fa2e4f6e993
source: Markdown text
fr_be: Texte Markdown
nl: Markdown-tekst

# sc242d654a7a398b2
source: Blockly code
fr_be: Code Blockly
